/* Legal text for uploading to YouTube - message */
"By clicking 'Upload', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at http://www.youtube.com/t/terms." = "Al pulsar “Subir”, certificas que eres el propietario de todos los derechos del contenido o que estás autorizado por el propietario a poner el contenido a disposición del público en YouTube, y que cumples los Términos y Condiciones del Servicio de YouTube que se encuentran en http://www.youtube.com/t/terms.";

/* Cancel button */
"Cancel" = "Cancelar";

/* OK - unable to share error */
"OK" = "Aceptar";

/* Unable to share to YouTube error - message */
"Please check your internet connection or your YouTube settings and permissions and try again." = "Comprueba la conexión a internet o la configuración y los permisos de YouTube y vuelve a intentarlo.";

/* Error connecting to YouTube - message */
"Please check your internet connection or your Youtube settings and try again." = "Comprueba la conexión a internet o la configuración de YouTube y vuelve a intentarlo.";

/* Button title when the preferences have no login name set */
"Sign In..." = "Iniciar sesión...";

/* Button title in the preferences when there is a login name set */
"Sign Out..." = "Cerrar sesión...";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "El enlace a tu captura está listo para ser pegado.";

/* Unable to share to YouTube error - title */
"Unable to share to YouTube" = "No es posible compartir en YouTube";

/* Error connecting to YouTube - title */
"Unable to share to Youtube" = "No es posible compartir en Youtube";

/* Upload button */
"Upload" = "Cargar";

/* plugin button tooltip */
"Upload the video capture to your YouTube account." = "Carga la captura de vídeo en tu cuenta de YouTube.";

/* Error title - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "Debes crear un canal de YouTube primero para poder cargar vídeos.";

/* plugin name */
"YouTube" = "YouTube";

/* Legal text for uploading to YouTube - title */
"YouTube Upload" = "Carga en YouTube";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "Tu cuenta de Google no está vinculada a ningún canal de YouTube.";

